Repository: cafuego/userpoints_evaporate
Catalog: translations/*.po
Languages: nl

source: Once an hour
nl: Eén keer per uur

source: Once a day
nl: Eén keer per dag

source: Once a week
nl: Eén keer per week

source: How quickly do userpoints evaporate?
nl: Hoe snel verdampen userpoints?

source: How many points evaporate at once?
nl: Hoeveel userpoints verdampen er in één keer?

source: An optional description to be added in 'My points' when points are evaporated.
nl: Een optionele omschrijving om toe te voegen in 'My Points' als punten verdampen.

source: userpoints_evaporate cron run evaporated some points
nl: userpoints_evaporate cron heeft wat punten verdampt

source: Evaporation Settings
nl: Verdampings Intellingen

source: Userpoints Evaporate
nl: Userpoints Verdamping

source: Automatically remove (evaporate) userpoints over time.
nl: Automatische reductie (verdamping) van userpoints.
